<%@page language="java" contentType="text/html;charset=UTF-8" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" lang="ko" xml:lang="ko">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=UTF-8" />
<meta name="viewport" content="initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no, width=device-width"/>
<title>서비스 이용동의 약관</title>
<style>
pre{
    padding:10px;
    overflow: auto;
    white-space: pre-wrap; /* pre tag내에 word wrap */
}
body {
    font-size: 12px;
    line-height: 24px;
    color: #373737;
}
</style>
</head>
<body>
<%@ include file="info.jsp" %>
<pre>
<b>[서비스 이용동의 약관]</b>

<b>제1조 (목적)</b>
이 약관은 주식회사 위즈베라(이하 "회사")가 제공하는 간편인증서비스(이하"본 서비스") 이용에 관하여 이용자와 회사 간의 권리와 의무, 서비스 이용조건과 절차 등 제반 사항에 대해 규정하는 것을 목적으로 합니다.

<b>제 2 조 (용어의 정의)</b>
1. 이 약관에서 사용하는 용어의 의미는 다음과 같습니다.
1) "간편인증서비스"(이하 "본 서비스")라 함은 이용자와 이용기관에 각 인증기관의 인증서비스를 통합 제공하는 서비스를 말합니다.
2) "인증기관"이라 함은 전자서명인증사업자 업무를 수행하는 기관을 말합니다.
3) "이용기관"이라 함은 회사와 체결된 서비스를 제공하는 자를 말합니다.
4) "이용자"라 함은 본 서비스를 이용하기 위하여 이 약관에 동의하고 인증기관으로부터 전자서명생성정보를 인증 받아 인증서를 발급받은 자를 말합니다.

<b>제 3 조 (약관의 게시와 개정)</b>
1. 회사는 이용자가 약관의 내용을 쉽게 알 수 있도록 본 서비스 초기 화면에 게시합니다.
2. 회사는 약관의 규제에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 및 전자서명법등 관련 법령을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
3. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 제1항의 방식에 따라 그 개정약관의 적용일자 15일전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리한 사항의 약관 변경의 경우 30일 전부터 공지합니다.
4. 회사가 전항에 따라 개정약관을 공지하면서 이용자에게 변경 약관의 적용일까지 거부의사를 표시하지 아니하면 동의의 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지하였음에도 이용자가 명시적으로 거부의 의사를 표시하지 아니한 경우 회사는 이용자에게 개정약관에 동의한 것으로 봅니다.
5. 이용자가 개정약관의 적용에 동의하지 않는 경우 회사는 개정약관의 내용을 해당 이용자에게 적용할 수 없으며, 이용자는 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우 회사는 이용계약을 해지할 수 있습니다.

<b>제 4 조 (약관 외 준칙)</b>
1. 이 약관에 명시되지 않은 사항은 인증업무준칙, 서비스 운영정책 및 개별 이용안내, 서비스 화면에 게시된 내용, 정보통신망 이용 촉진 및 정보보호 등에 관한 법률 등 관련 법령 또는 일반 관례에 따릅니다.
2. 이 약관과 관련하여 회사의 정책 변경, 법령의 제•개정 또는 공공기관의 고시나 지침, 가이드 등에 의하여 회사가 이용자에게 통지 또는 공지하는 내용도 이 약관의 일부를 구성합니다.

<b>제5조 (통지)</b>
1. 회사가 이용자에게 개별 통지하는 경우, 이 약관에서 달리 정하지 않는 한 본 서비스 화면, 홈페이지 등의 수단을 이용하여 통지할 수 있습니다.
2. 제1항에도 불구하고 회사가 불특정 다수의 이용자에게 통지하는 경우, 본 서비스 화면 또는 회사의 홈페이지에 7일 이상 해당 사실을 게시함으로써 개별 통지에 갈음할 수 있습니다.

<b>제 6 조 (서비스의 내용)</b>
본 서비스는 각 인증기관의 인증서비스를 통합하여 이용자에게 제공하는 서비스로, 회사는 개별 인증기관의 인증서비스 이용약관에 별도로 동의한 이용자의 본인인증을 요청을 각 인증기관에 전달하고, 인증기관의 인증서비스 확인 결과를 전달받아 이용기관에 제공함으로써, 이용자의 인증기관 인증서비스 이용을 중계하는 서비스를 제공합니다.

<b>제 7 조 (서비스 이용제한)</b>
다음과 같은 경우 인증기관이 정한 바에 따라 본 서비스 이용이 제한될 수 있습니다.
1) 이용자가 본인인증 요청을 위해 입력한 정보가 허위라고 판단되는 경우
2) 이용자가 만 14세 미만인 경우
3) 이용자가 이용기관이 제시하는 인증 절차를 완료하지 못한 경우
4) 본 서비스를 불법적이거나 부당한 용도로 사용할 우려가 있는 경우
5) 기타 이용기관이 정한 이용신청 요건이 충족되지 아니한 경우

<b>제 8 조 (서비스 이용시간)</b>
회사는 본 서비스를 연중무휴, 1일 24시간 제공함을 원칙으로 합니다. 다만, 필요한 경우 사전 공지 후 본 서비스를 일정한 범위로 구분하여 각 범위에 따른 이용 가능 시간을 별도로 지정할 수 있습니다.

<b>제 9 조 (서비스의 변경, 중단)</b>
1. 회사는 상당한 이유가 있는 경우 운영상, 기술상의 필요에 따라 본 서비스의 전부 또는 일부를 변경할 수 있습니다.
2. 본 서비스의 내용, 이용방법, 이용시간 등에 대하여 변경이 있는 경우 회사는 변경사유, 변경내용 및 제공일자 등을 그 변경 전에 본 서비스를 통하여 공지합니다.
3. 회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신두절, 제휴기관의 시스템 운영 상황, 기타 본 서비스 운영상 상당한 이유가 있는 경우 본 서비스의 제공을 일시적으로 중단할 수 있습니다. 이 경우 회사는 본 서비스 내 공지 화면 등에 서비스 중단 사실을 게시함으로써 사전에 서비스 중단을 통지합니다. 다만, 회사가 사전에 통지할 수 없는 부득이한 사유가 있는 경우에는 사후에 통지할 수 있습니다.

<b>제 10 조 (권리의 귀속)</b>
1. 회사는 본 서비스와 관련하여 이용자가 이용할 수 있도록 인증기관의 인증 서비스를 제공하며, 이용자는 이를 양도, 판매, 담보제공 등의 처분행위를 할 수 없습니다.
2. 이용자는 본 서비스를 이용하여 얻은 정보를 가공, 판매하는 행위 등 본 서비스에 게재된 자료를 영리목적으로 이용하거나 제3자에게 이용하게 할 수 없습니다.

<b>제 11 조 (손해배상)</b>
1. 회사는 본 서비스 제공과 관련하여 이용자에게 어떠한 손해가 발생하더라도 고의 및 중대한 과실로 행한 행위를 제외하고 손해에 대한 책임을 부담하지 아니합니다.
2. 이용자는 본 서비스 이용과 관련하여 이용자의 귀책사유로 회사, 인증기관, 이용기관 또는 제3자에게 손해를 입힌 경우 그 손해를 배상하여야 합니다.

<b>제 12 조 (면책사항)</b>
1. 회사가 천재지변 또는 이에 준하는 불가항력으로 인하여 본 서비스를 제공할 수 없는 경우에는 본 서비스 제공에 관한 책임이 면제됩니다.
2. 회사는 회사의 귀책사유가 아닌 사유로 발생한 본 서비스의 이용장애에 대하여 책임을 부담하지 않습니다.
3. 회사의 책임은 이용자와 개별 인증기관을 중계하는 본 서비스에 한정되며, 개별 인증기관이 이용자에게 제공하는 인증서비스 기타 이용자에게 제공하는 서비스와 관련하여 이용자 또는 개별 인증기관에게 발생한 손해에 대해 어떠한 책임도 부담하지 아니합니다.
4. 회사는 이용자와 이용기관 사이의 거래 및 이용자 또는 이용기관의 귀책사유로 인하여 상대방에게 발생한 손해에 대하여 어떠한 책임도 부담하지 아니합니다.

<b>제 13 조 (준거법 및 재판관할)</b>
1. 회사와 이용자 간 제기된 소송은 대한민국 법을 준거법으로 합니다.
2. 회사와 이용자 간 발생한 분쟁에 관한 소송은 제소 당시의 회원의 주소에 의하고, 주소가 없는 경우 거소를 관할하는 지방법원의 전속관할로 합니다. 단, 제소 당시 이용자의 주소 또는 거소가 명확하지 아니한 경우의 관할법원은 민사소송법에 따라 정합니다.
</pre>
</body>
</html>